{
 "Boevink, 2016": "Boevink, W., Kroon, H., van Vugt, M., Delespaul, P., & van Os, J. (2016). A user-developed, user run recovery programme for people with severe  mental illness: A randomised control trial. Psychosis, 8, 287-300.",
"Castelein, 2008": "Castelein, S., Bruggeman, R., van Busschbach, J. T., van der Gaag, M., Stant, A. D., Knegtering, H., & Wiersma, D. (2008). The effectiveness of peer support groups in psychosis: A randomized controlled trial. Acta Psychiatrica Scandinavica, 118(1), 64-72.",
"Cook, 2012a": "Cook, J. A., Copeland, M. E., Floyd, C. B., Jonikas, J. A., Hamilton, M. M., Razzano, L., . . . Boyd, S. (2012a). A randomized controlled trial of effects of Wellness Recovery Action Planning on depression, anxiety, and recovery. Psychiatr Serv, 63(6), 541-547.",
"Cook, 2012b": "Cook, J. A., Steigman, P., Pickett, S., Diehl, S., Fox, A., Shipley, P., . . . Burke-Miller, J. K. (2012b). Randomized controlled trial of peer-led recovery education using Building Recovery of Individual Dreams and Goals through Education and Support (BRIDGES). Schizophr Res, 136(1), 36-42.",
"Corrigan, 2018": "Corrigan, P., Sheehan, L., Morris, S., Larson, J. E., Torres, A., Lara, J. L., . . . Doing, S. (2018). The Impact of a Peer Navigator Program in Addressing the Health Needs of Latinos With Serious Mental Illness. Psychiatr Serv, 69(4), 456-461.",
"Corrigan, 2017": "Corrigan, P. W., Kraus, D. J., Pickett, S. A., Schmidt, A., Stellon, E., Hantke, E., & Lara, J. L. (2017). Using Peer Navigators to Address the Integrated Health Care Needs of Homeless African Americans With Serious Mental Illness. Psychiatr Serv, 68(3), 264-270.",
"Craig, 2004": "Craig T, Doherty I, Jamieson-Craig R, et al: The consumer-employee as a member of a Mental Health Assertive Outreach Team: I. clinical and social outcomes. Journal of Mental Health 13:59–69, 2004",
"Davidson, 2004": "Davidson, L., Shahar, G., Stayner, D. A., Chinman, M. J., Rakfeldt, J., & Tebes, J. K. (2004). Supported socialization for people with psychiatric disabilities: Lessons from a randomized controlled trial. Journal of Community Psychology, 32(4), 453-477.",
"Dennis, 2003": "Dennis, C. L. (2003). The effect of peer support on postpartum depression: a pilot randomized controlled trial. Can J Psychiatry, 48(2), 115-124.",
"Dennis, 2009": "Dennis, C. L., Hodnett, E., Kenton, L., Weston, J., Zupancic, J., Stewart, D. E., & Kiss, A. (2009). Effect of peer support on prevention of postnatal depression among high risk women: multisite randomised controlled trial. Bmj, 338, a3064.",
"Gjerdingen, 2013": "Gjerdingen, D. K., McGovern, P., Pratt, R., Johnson, L., & Crow, S. (2013). Postpartum doula and peer telephone support for postpartum depression: a pilot randomized controlled trial. J Prim Care Community Health, 4(1), 36-43.",
"Griffiths, 2012": "Griffiths, K. M., Mackinnon, A. J., Crisp, D. A., Christensen, H., Bennett, K., & Farrer, L. (2012). The effectiveness of an online support group for members of the community with depression: A randomised controlled trial. PLoS One, 7(12).",
"Johnson, 2018": "Johnson, S., Lamb, D., Marston, L., Osborn, D., Mason, O., Henderson, C., . . . Lloyd-Evans, B. (2018). Peer-supported self-management for people discharged from a mental health crisis team: a randomised controlled trial. Lancet, 392(10145), 409-418.",
"Kaplan, 2011": "Kaplan, K., Salzer, M. S., Solomon, P., Brusilovskiy, E., & Cousounis, P. (2011). Internet peer support for individuals with psychiatric disabilities: A randomized controlled trial. Soc Sci Med, 72(1), 54-62.",
"Letourneau, 2011": "Letourneau, N., Stewart, M., Dennis, C. L., Hegadoren, K., Duffett-Leger, L., & Watson, B. (2011). Effect of home-based peer support on maternal-infant interactions among women with postpartum depression: a randomized, controlled trial. Int J Ment Health Nurs, 20(5), 345-357.",
"Ludman, 2007": "Ludman, E. J., Simon, G. E., Grothaus, L. C., Luce, C., Markley, D. K., & Schaefer, J. (2007). A pilot study of telephone care management and structured disease self-management groups for chronic depression. Psychiatr Serv, 58(8), 1065-1072. a",
"Mahlke, 2017": "Mahlke, C. I., Priebe, S., Heumann, K., Daubmann, A., Wegscheider, K., & Bock, T. (2017). Effectiveness of one-to-one peer support for patients with severe mental illness-A randomised controlled trial. European Psychiatry, 42, 103-110.",
"O'Connell, 2018": "O'Connell, M. J., Sledge, W. H., Staeheli, M., Sells, D., Costa, M., Wieland, M., & Davidson, L. (2018). Outcomes of a Peer Mentor Intervention for Persons With Recurrent Psychiatric Hospitalization. Psychiatr Serv, 69(7), 760-767.",
"Pfeiffer, 2019": "Pfeiffer, P. N., King, C., Ilgen, M., Ganoczy, D., Clive, R., Garlick, J., . . . Valenstein, M. (2019). Development and pilot study of a suicide prevention intervention delivered by peer support specialists. Psychol Serv, 16(3), 360-371.",
"Ranzenhofer, 2020": "Ranzenhofer, L. M., Wilhelmy, M., Hochschild, A., Sanzone, K., Walsh, B. T., & Attia, E. (2020). Peer mentorship as an adjunct intervention for the treatment of eating disorders: A pilot randomized trial. International Journal of Eating Disorders, 53(5), 497-509.",
"Rivera, 2007": "Rivera, J. J., Sullivan, A. M., & Valenti, S. S. (2007). Adding consumer-providers to intensive case management: does it improve outcome?. Psychiatric Services, 58(6), 802-809.",
"Rogers, 2016": "Rogers, E. S., Maru, M., Johnson, G., Cohee, J., Hinkel, J., & Hashemi, L. (2016). A randomized trial of individual peer support for adults with psychiatric disabilities undergoing civil commitment. Psychiatr Rehabil J, 39(3), 248-255.",
"Rüsch, 2014": "Rüsch, N., Abbruzzese, E., Hagedorn, E., Hartenhauer, D., Kaufmann, I., Curschellas, J., . . . Corrigan, P. W. (2014). Efficacy of Coming Out Proud to reduce stigma's impact among people with mental illness: pilot randomised controlled trial. Br J Psychiatry, 204(5), 391-397.",
"Russinova, 2014": "Russinova, Z., Rogers, E. S., Gagne, C., Bloch, P., Drake, K. M., & Mueser, K. T. (2014). A randomized controlled trial of a peer-run antistigma photovoice intervention. Psychiatr Serv, 65(2), 242-246.",
"Salzer, 2016": "Salzer, M. S., Rogers, J., Salandra, N., O'Callaghan, C., Fulton, F., Balletta, A. A., . . . Brusilovskiy, E. (2016). Effectiveness of peer-delivered Center for Independent Living supports for individuals with psychiatric disabilities: A randomized, controlled trial. Psychiatr Rehabil J, 39(3), 239-247.",
"Shorey, 2019": "Shorey, S., Chee, C. Y. I., Ng, E. D., Lau, Y., Dennis, C. L., & Chan, Y. H. (2019). Evaluation of a Technology-Based Peer-Support Intervention Program for Preventing Postnatal Depression (Part 1): Randomized Controlled Trial. J Med Internet Res, 21(8), e12410.",
"Solomon, 1995": "Solomon P, Draine J: The efficacy of a consumer case management team: 2-year outcomes of a randomized trial. Journal of Mental Health  Administration 22:135–146,  1995",
"van Gestel-Timmermans, 2012": "van Gestel-Timmermans, H., Brouwers, E. P., van Assen, M. A., & van Nieuwenhuizen, C. (2012). Effects of a peer-run course on recovery from serious mental illness: a randomized controlled trial. Psychiatr Serv, 63(1), 54-60." 
}
