{
 "Agothor, 2010": "Aghotor J, Pfueller U, Moritz S, Weisbrod M, Roesch-ely D. Metacognitive training for patients with schizophrenia (MCT): Feasibility and preliminary evidence for its efficacy. J Behav Ther Exp Psychiatry [Internet]. Elsevier Ltd; 2010;41(3):207–11. Available from: http://dx.doi.org/10.1016/j.jbtep.2010.01.004",

"Bark 2003": "Bark N, Revheim N, Huq F, Khalderov V, Watras Z, Medalia A. The impact of cognitive remediation on psychiatric symptoms of schizophrenia. Schizophr Res. 2003;63:229–35.",

"Barrowclough 2006": "Barrowclough C, Haddock G, Lobban F, Jones S, Siddle RON, Roberts C, et al. Group cognitive-behavioural therapy for schizophrenia: Randomised controlled trial. Br J Psychiatry. 2006;(189):527–32.",

"Bradley 2006": "Bradley GM, Couchman GM, Perlesz A, Nguyen AT, Singh B, Riess C. Multiple-family group treatment for families living with schizophrenia. Psychiatr Serv. 2006;57(4):521–30.",

"Byrne 2013": "Byrne LK, Peng D, McCabe M, Mellor D, Zhang J, Zhang T, et al. Does practice make perfect? Results from a Chinese feasibility study of cognitive remediation in schizophrenia. Neuropsychol Rehabilitation. 2013;23(4):580–96.",

"Cai 2015": "Cai J, Zhu Y, Zhang W, Wang Y, Zhang C. Comprehensive family therapy: an effective approach for cognitive rehabilitation in schizophrenia. Neuropsychiatr Dis Treat. 2015;11:1247–53.",

"Chan 2009": "Chan SW, Yip B, Tso S, Cheng B, Tam W. Evaluation of a psychoeducation program for Chinese clients with schizophrenia and their family caregivers. Patient Educ Couns. 2009;75:67–76.",

"Chien 2013a": "Chien 2013a: Chien WT, Lee IYM. The mindfulness-based psychoeducation program for Chinese patients with schizophrenia. Psychiatr Serv. 2013;64(4).",

"Chien 2013b": "Chien 2013b: Chien W-T, Leung S-F. A controlled trial of a needs-based, nurse-led psychoeducation programme for Chinese patients with first-onset mental disorders: 6 month follow up. Int J Nurs Pract. 2013;19:3–13.",

"Chien 2014": "Chien WT, Thompson DR. Effects of a mindfulness-based psychoeducation programme for Chinese patients with schizophrenia: 2-year follow-up. Br J Psychiatry. 2014;205:52–9.",

"d'Amato 2011": "d’Amato T, Bation R, Cochet A, Jalenques I, Galland F, Giraud-Baro E, et al. A randomized, controlled trial of computer-assisted cognitive remediation for schizophrenia. Schizophr Res. 2011;125:284–90.",

"Dickinson 2010": "Dickinson D, Ph D, Tenhula W, Ph D, Morris S, Ph D, et al. A randomized , controlled trial of computer-assisted cognitive remediation for schizophrenia. Am J Psychiatry. 2010;167:170–80.",

"Durham 2003": "Durham RC, Guthrie A, Morton RV, Reid DA, Treliving LR, Owler DF, et al. Tayside-Fife clinical trial of cognitive- behavioural therapy for medication-resistant psychotic symptoms; Results to 3-month follow-up. Br J Psychiatry. 2003;182:303–12.",

"England 2007": "England M. Efficacy of cognitive nursing intervention for voice hearing. Perspect Psychiatr Care. 2007;43(2):69–76.",

"Färdig 2011": "Färdig R, Lewander T, Melin L, Folke F, Fredriksson A. A randomized controlled trial of the Illness Management and Recovery Program for persons with schizophrenia. Psychiatr Serv. 2011;62(6):606–12.",

"Farreny 2012": "Farreny A, Aguado J, Ochoa S, Huerta-ramos E, Marsà F, López-carrilero R, et al. REPYFLEC cognitive remediation group training in schizophrenia Looking for an integrative approach. Schizophr Res [Internet]. Elsevier B.V.; 2012;142(1–3):137–44. Available from: http://dx.doi.org/10.1016/j.schres.2012.08.035",

"Fernandez-Gonzalo 2015": "Fernandez-Gonzalo S, Turon M, Jodar M, Pousa E, Hernandez C, García R, et al. A new computerized cognitive and social cognition training specifically designed for patients with schizophrenia/ schizoaffective disorder in early stages of illness : A pilot study. Psychiatry Res. Elsevier Ireland Ltd; 2015;228:501–9.",

"Fiszdon 2016": "Fiszdon JM, Choi KH, Bell MD, Choi J, Silverstein SM. Cognitive remediation for individuals with psychosis : efficacy and mechanisms of treatment effects. Psychol Med. 2016;46:3275– 89.",

"Freeman 2015a": "Freeman 2015a: Freeman D, Dunn G, Startup H, Pugh K, Cordwell J, Mander H, et al. Effects of cognitive behaviour therapy for worry on persecutory delusions in patients with psychosis (WIT): a parallel, single-blind , randomised controlled trial with a mediation analysis. Lancet Psychiatry. 2015;2(April 2015):305–13.",

"Freeman 2015b": "Freeman 2015b: Freeman D, Waite F, Startup H, Myers E, Lister R, Mcinerney J, et al. Efficacy of cognitive behavioural therapy for sleep improvement in patients with persistent delusions and hallucinations (BEST): a prospective , assessor-blind , randomised controlled pilot trial. Lancet Psychiatry. 2015;2:975–83.",

"Garcia 2003": "García S, Fuentes I, Ruíz JC, Gallach E, Roder V. Application of the IPT in a Spanish sample : Evaluation of the “Social Perception Subprogramme.” Int J Psychol Psychol Ther. 2003;3(2):299–310.",

"Garety 2008a": "Garety 2008 (i) & (ii): Garety PA, Fowler DG, Freeman D, Bebbington P, Dunn G, Kuipers E. Cognitive – behavioural therapy and family intervention for relapse prevention and symptom reduction in psychosis : randomised controlled trial. Br J Psychiatry. 2008;192:412– 23.",

"GilSanz 2009": "GilSanz DG, Lorenzo MD, Seco RB, Rodriguez MA, Martinez IL, Calleja RS, et al. Efficacy of a social cognition training program for schizophrenic patients : A Pilot Study. Span J Psychol. 2009;12(1):184–91.",

"Gumley 2003": "Gumley A, O’Grady M, McNay L, Reilly J, Power K, Norrie J. Early intervention for relapse in schizophrenia : results of a 12-month randomized controlled trial of cognitive behavioural therapy. 

"Guo 2010": "Guo X, Zhai J, Liu Z, Fang M, Wang B, Wang C, et al. Antipsychotic medication alone versus combined with psychosocial intervention on outcomes of early stage schizophrenia: a randomized, one-year study. Arch Gen Psychiatry. 2010;67(9):895–904.",

"Haddock 1999": "Haddock G, Tarrier N, Morrison AP, Hopkins R, Drake R, Lewis S. A pilot study evaluating the effectiveness of individual inpatient cognitive-behavioural therapy in early psychosis. Soc Psychiatry Psychiatr Epidemiol. 1999;34:254–8.",

"Hayes 1995": "Hayes RL, Halford WK, Varghese FT. Social skills training with chronic schizophrenic patients: Effects on _negative symptoms and community functioning. Behav Ther. 1995;26:433–49.",

"Jenner 2004": "Jenner JA, Nienhuis FJ, Wiersma D, van de Willige G. Hallucination focused integrative treatment : A randomized controlled trial. Schizophr Bull. 2004;30(1):133–46.",

"Jørgensen  2015": "Jørgensen R, Licht RW, Lysaker PH, Munk-Jørgensen P, Buck KD, Jensen SOW, et al. Effects on cognitive and clinical insight with the use of Guided Self-Determination in outpatients with schizophrenia : A randomized open trial. Eur Psychiatry. 2015;30:655–63.",

"Kang 2016": "Kang R, Wu Y, Li Z, Jiang J, Gao Q, Yu Y, et al. Effect of community-based social skills training and Tai-Chi exercise on outcomes in patients with chronic schizophrenia : A randomized , one-year study. Psychopathology. 2016;49:345–55.",

"Kantrowitz 2016": "Kantrowitz JT, Sharif Z, Medalia A, Keefe RSE, Harvey P, Bruder G, et al. A multicenter, rater-blinded, randomised controlled study of auditory processing-focused cognitive remediation combined with open-label Lurasidone in patients with schizphrenia and schizoaffective disorder. J Clin Psychiatry. 2016;77(6):799–806.",

"Keefe 2012": "Keefe RSE, Vinogradov S, Medalia A, Peter F, Caroff SN, Souza DCD, et al. Feasibility and pilot efficacy results from the multi-site Cognitive Remediation in the Schizophrenia Trials Network (CRSTN) Study. J Clin Psychiatry. 2012;73(7):1016–22.",

"Kim 2010": "Kim D, Choi J, Kim SH, Oh DH, Park S, Lee SH. A pilot study of brief Eye Movement Desensitization and Reprocessing(EMDR) for treatment of acute phase schizophrenia. Korean J Biol Psychiatry. 2010;17(2):94–102.",

"Kuipers 1997": "Kuipers E, Garety PA, Fowler D, Dunn G, Bebbington P, Freeman D, et al. London-East Anglia randomised controlled trial of cognitive-behavioural therapy for psychosis. Br J Psychiatry. 1997;171:319–27.",

"Kumar 2010": "Kumar D, Zia M, Haq U, Dubey I, Dotivala KN, Siddiqui SV, et al. Effect of meta-cognitive training in the reduction of _positive symptoms in schizophrenia. Eur J Psychother Couns. 2010;12(2):149–58.",

"Leclerc 2000": "Leclerc C, Lesage AD, Ricard N, Lecomte T, Cyr M. Assessment of a new rehabilitative coping skills module for persons with schizophrenia. Am J Orthopsychiatry. 2000;70(3):380– 8.",

"Lee 2013CR": "Lee, W K. Effectiveness of computerized cognitive rehabilitation training on symptomatological, neuropsychological and work function in patients with schizophrenia. Asia-Pacific Psychiatry, 2013; 5: 90–100.",

"Lewis 2002": "Lewis S, Tarrier N, Haddock G, Bentall R, Kinderman P, Kingdon D, et al. Randomised controlled trial of cognitive-behavioural therapy in early schizophrenia : acute-phase outcomes. Br J Psychiatry. 2002;181 (suppl:s91-98.",

"Li 2015": "Li Z, Guo Z, Wang N, Xu Z, Qu Y, Wang X, et al. Cognitive – behavioural therapy for patients with schizophrenia : a multicentre randomized controlled trial in Beijing , China. Psychol Med. 2015;45:1893–905.",

"Liberman 2009": "Liberman RP, Kopelowicz A. Training skills for illness self-management in the rehabilitation of schizophrenia . A family-assisted program for Latinos in California. Salud Ment. 2009;31:93–105.",

"Lincoln 2012": "Lincoln TM, Ziegler M, Mehl S, Kesting M, Lullmann E, Westermann S, et al. Moving from efficacy to effectiveness in Cognitive Behavioral Therapy for Psychosis : A randomized clinical practice trial. J Consult Clin Psychol. 2012;80(4):674–86.",

"Lopez-Leungo 2016": "López-Luengo B, Muela-Martínez JA. Preliminary study of a rehabilitation program based on attentional processes to treat auditory hallucinations. Cogn Neuropsychiatry. Taylor & Francis; 2016;21(4):315–34.",

"Morrison 2014": "Morrison AP, Turkington D, Pyle M, Spencer H, Brabban A, Dunn G, et al. Cognitive therapy for people with schizophrenia spectrum disorders not taking antipsychotic drugs : a single- blind randomised controlled trial. Lancet [Internet]. Elsevier Ltd; 2014: 383(9926):1395–403. Available from: http://dx.doi.org/10.1016/S0140-6736(13)62246-1",

"Naeem 2015": "Naeem F, Saeed S, Irfan M, Kiran T, Mehmood N, Gul M, et al. Brief culturally adapted CBT for psychosis (CaCBTp): A randomized controlled trial from a low income country. Schizophr Res. 2015;164:143–8.",

"Naeem 2016": "Naeem F, Johal R, Mckenna C, Rathod S, Ayub M, Lecomte T, et al. Cognitive behavior therapy for psychosis based Guided Self-help (CBTp-GSH) delivered by frontline mental health professionals : Results of a feasibility study. Schizophr Res [Internet]. Elsevier B.V.; 2016;173(1–2):69–74. Available from: http://dx.doi.org/10.1016/j.schres.2016.03.003",

"Ng 2006": "Ng RMK, Cheung MSL. Social skills training in Hong Kong Chinese patients with chronic schizophrenia. Hong Kong J Pscyhiatry. 2006;16(1):14–20.",

"Ojeda 2012": "Ojeda N, Pena J, Sanchez P, Bengoetxea E, Elizagarate E, Ezcurra J, et al. Efficiency of cognitive rehabilitation with REHACOP in chronic treatment resistant Hispanic patients. NeuroRehabilitation. 2012;30:65–74.",

"Omiya 2016": "Omiya H, Yamashita K, Miyata T, Hatakeyama Y, Miyajima M, Yambe K, et al. Pilot study of the effects of cognitive remediation therapy using the frontal/executive program for treating chronic schizophrenia. Open Psychol J. 2016;9:121–8.",
"Penn 2009": "Penn DL, Meyer PS, Evans E, Wirth RJ, Cai K, Burchinal M. A randomized controlled trial of group cognitive-behavioral therapy vs . enhanced supportive therapy for auditory hallucinations. Schizophr Res [Internet]. Elsevier B.V.; 2009;109(1–3):52–9. Available from: http://dx.doi.org/10.1016/j.schres.2008.12.009",

"Penn 2011": "Penn DL, Uzenoff SR, Perkins D, Mueser KT, Hamer R, Waldheter E, et al. A pilot investigation of the Graduated Recovery Intervention Program (GRIP) for first episode psychosis. Schizophr Res [Internet]. Elsevier B.V.; 2011;125(2–3):247–56. Available from: http://dx.doi.org/10.1016/j.schres.2010.08.006",

"Peters 2010": "Peters E, Landau S, Mccrone P, Cooke M, Fisher P, Steel C, et al. A randomised controlled trial of cognitive behaviour therapy for psychosis in a routine clinical service. Acta Psychiatr Scand. 2010;122:302–18.",

"Rakitzi 2016": "Rakitzi S, Georgila P, Efthimiou K, Mueller DR. Efficacy and feasibility of the Integrated Psychological Therapy for outpatients with schizophrenia in Greece : Final results of a RCT. Psychiatry Res [Internet]. Elsevier; 2016;242:137–43. Available from: http://dx.doi.org/10.1016/j.psychres.2016.05.039",

"Rathod 2013": "Rathod S, Phiri P, Harris S, Underwood C, Thagadur M, Padmanabi U, et al. Cognitive behaviour therapy for psychosis can be adapted for minority ethnic groups : A randomised controlled trial. Schizophr Res [Internet]. Elsevier B.V.; 2013;143(2–3):319–26. Available from: http://dx.doi.org/10.1016/j.schres.2012.11.007",

"Rector 2003": "Rector NA, Seeman M V, Segal Z V. Cognitive therapy for schizophrenia : a preliminary randomized controlled trial. Schizophr Res. 2003;63:1–11.",

"Roberts 2014": "Roberts DL, Combs DR, Willoughby M, Mintz J, Gibson C, Rupp B, et al. A randomized , controlled trial of Social Cognition and Interaction Training (SCIT) for outpatients with schizophrenia spectrum disorders. Br J Clin Psychol. 2014;53:281–98.",

"Rus-Calafell 2013": "Rus-Calafell M, Gutiérrez-Maldonado J, Ortega-Bravo M, Ribas-Sabaté J, Caqueo-Urízar A. A brief cognitive – behavioural social skills training for stabilised outpatients with schizophrenia : A preliminary study. Schizophr Res [Internet]. Elsevier B.V.; 2013;143(2– 3):327–36. Available from: http://dx.doi.org/10.1016/j.schres.2012.11.014",

"Sánchez 2013": "Sánchez P, Peña J, Bengoetxea E, Ojeda N, Elizagárate E, Ezcurra J, et al. Improvements in _negative symptoms and functional outcome after a new generation cognitive remediation program: A randomized controlled trial. Schizophr Bull. 2014;40(3):707–15.",

"Schaub 2016": "Schaub A, Mueser KT, Werder T Von, Engel R, Möller H, Falkai P. A randomized controlled trial of group coping-oriented therapy vs supportive therapy in schizophrenia : Results of a 2- Year Follow-up. Schizophr Bull. 2016;42(1):s71-80.",

"Schrank 2016": "Schrank B, Brownell T, Jakaite Z, Larkin C, Pesola F, Riches S, Tylee A, Slade M. Evaluation of a _positive psychotherapy group intervention for people with psychosis: pilot randomised controlled trial. Epid Psychiatric Sci. 2016; 25: 235–246.",

"Sensky 2000": "Sensky T, Turkington D, Kingdon D, Scott JL, Scott J, Siddle R, et al. A randomized controlled trial of cognitive-behavioral therapy for persistent symptoms in schizophrenia resistant to medication. Arch Gen Psychiatry. 2000;57:165–72.",

"Shin 2002": "Shin S-K, Lukens EP. Effects of psychoeducation for Korean Americans with chronic mental illness. Psychiatr Serv. 2002;53(9):1125–31.",

"Startup 2004": "Startup M, Jackson MC, Bendix S. North Wales randomized controlled trial of cognitive behaviour therapy for acute schizophrenia spectrum disorders : outcomes at 6 and 12 months. Psychol Med. 2004;34:413–22.",

"Tan 2016": "Tan S, Zou Y, Wykes T, Reeder C, Zhu X, Yang F, et al. Group cognitive remediation therapy for chronic schizophrenia : A randomized controlled trial. Neurosci Lett [Internet]. Elsevier Ireland Ltd; 2016;626:106–11. Available from: http://dx.doi.org/10.1016/j.neulet.2015.08.036",

"Tao 2015": "Tao J, Zeng Q, Liang J, Zhou A, Yin X, Xu A. Effects of cognitive rehabilitation training on schizophrenia : 2 years of follow-up. Int J Clin Exp Med. 2015;8(9):16089–94.",

"Tarrier 2014": "Tarrier N, Kelly J, Maqsood S, Snelson N, Maxwell J, Law H, et al. The cognitive behavioural prevention of suicide in psychosis : A clinical trial. Schizophr Res [Internet]. Elsevier B.V.; 2014;156(2–3):204–10. Available from: http://dx.doi.org/10.1016/j.schres.2014.04.029",

"Tas 2012": "Tas C, Danaci AE, Cubukcuoglu Z, Brüne M. Impact of family involvement on social cognition training in clinically stable outpatients with schizophrenia — A randomized pilot study. Psychiatry Res [Internet]. Elsevier Ireland Ltd; 2012;195:32–8. Available from: http://dx.doi.org/10.1016/j.psychres.2011.07.031",

"Turkington 2002": "Turkington D, Kingdon D, Turner T. Effectiveness of a brief cognitive-behavioural therapy intervention in the treatment of schizophrenia. Br J Psychiatry. 2002;180:523–7.",

"Valencia 2007": "Valencia M, Rascon ML, Juarez F, Murow E. A psychosocial skills training approach in Mexican out-patients with schizophrenia. Psychol Med. 2007;37:1393–402.",

"Valencia 2010": "Valencia M, Rascon M L, Juarez F, Escamilla R, Saracco R, Liberman R P. Application in Mexico of psychosocial rehabilitation with schizophrenia patients. Psychiatry. 2010; 73(3): 248–263.",

"Valencia 2012": "Valencia M, Juarez F, Ortega H. Integrated treatment to achieve functional recovery for first- episode psychosis. Schizophr Res Treat, 2012; Article ID 962371",

"Valencia 2013": "Valencia M, Fresan A, Juárez F, Escamilla R, Saracco R. The beneficial effects of combining pharmacological and psychosocial treatment on remission and functional outcome in outpatients with schizophrenia. J Psychiatr Res [Internet]. Elsevier Ltd; 2013;47(12):1886–92. Available from: http://dx.doi.org/10.1016/j.jpsychires.2013.09.006",

"Valmaggia 2005": "Valmaggia L R, van der Gaag M, Tarrier N, Pijnenborg M, Sloof C J. Cognitive-behavioural therapy for refractory psychotic symptoms of schizophrenia resistant to atypical antipsychotic medication. Br J Psych, 2005; 186, 324–330.",

"Velligan 2015": "Velligan DI, Tai S, Roberts DL, Maples-Aguilar N, Brown M, Mintz J, et al. A randomized controlled trial comparing cognitive behavior therapy , cognitive adaptation training , their combination and treatment as usual in chronic schizophrenia. Schizophr Bull. 2015;41(3):597–603.",

"Vita 2011a": "Vita 2011a: Vita A, De Peri L, Barlati S, Cacciani P, Deste G, Poli R, Agrimi E, Cesana B M, Sacchetti E. Effectiveness of different modalities of cognitive remediation on symptomatological, neuropsychological, and functional outcome domains in schizophrenia: a prospective study in a real-world setting. Schizoph Res; 2011; 133, 223–231.",

"Vita 2011b": "Vita 2011b: Vita A, Peri L De, Barlati S, Cacciani P, Cisima M, Deste G, et al. Psychopathologic , neuropsychological and functional outcome measures during cognitive rehabilitation in schizophrenia : A prospective controlled study in a real-world setting. Eur Psychiatry. 2011;26:276–83.",

"Wang 2016": "Wang L-Q, Chien WT, Yip LK, Karatzias T. A randomized controlled trial of a mindfulness- based intervention program for people with schizophrenia : 6-month follow-up. Neuropsychiatr Dis Treat. 2016;12:3097–110.",

"Wykes 1999": "Wykes T, Reeder C, Corner J, Wuliams C, Everitt B. The effects of neurocognitive remediation on executive processing in patients with schizophrenia. Schizophr Bull. 1999;25(2):291–308.",

"Wykes 2007": "Wykes T, Reeder C, Landau S, Everitt B, Knapp M, Patel A, Romeo R. Cognitive remediation therapy in schizophrenia. Br J Psychiatry, 2007; 190, 421–427.",

}

