{
"study":	"Author and year of publication",
"reference":	"Study reference",
"condition_arm1":	"ALL - Protocol with 4 psychotherapies combined; CBT -Cognitive behaviour therapy; CR - Cognitive remediation; CRSS - Cognitive remediation focussed on social cognition; EMDR - Eye movement desensitisation and reprocessing; FT - Family therapy; HIT - Hallucinations focused integrative therapy; MCT - Metacognitive therapy; MPE - Mindfulness-based psychoeducation; PE – Psychoeducation;  SST - Social skills training;  WB – Wellbeing", 
"condition_arm2":	"Type of comparator (TAU0= Minimal contact and/or intervention- for example, medication only with no follow up, TAU1= Medication with routine check-up appointments/follow up,  TAU2=  Case management and/or access to MDT services such as social work, OT and psychosocial interventions, TAU3 = TAU2 plus specified delivered psychological interventions, for example, CBT or motivational interviewing, BF= befriending, CCBF= computerised contorl befirending, CC= computerised control, SC= supportive counceling, OT= occupational therapy, CAT= cognitive adaptive therapy)",
"multi_arm1":	"In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of CBT interventions, face-to-face and Internet-based, this variable would be set to f2f and Internet, respectively",
"multi_arm2":	"In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of control groups, waitlist and placebo, this variable would be set to wl and plac, respectively. Typically, multiarm trials employ two or more active treatments (e.g. CBT and problem-solving therapy), which are compared to the same control group (e.g. a waitlist). This means that values in multi_arm2 do not differ (e.g. they are always wl for this specific multiarm trial); nevertheless, the variable should be specified in the dataset",
"compatison":	"Comparison between the trial arms, psy= psychotherapy, and ctr= control",
"outcome_type":	"The msd factor level is typically used for the post-intervention outcomes expressed in means and standard deviations. The change is reported when available",
"symptom_domain":	"Domain of the psychotic symptom mesured with a specific instrument used in a trial (i.e., postive symptoms, negative symptoms and total symptoms)",
"instrument":	"This variable describes the instrument through which the relevant outcome was measured in combination with the symptom domain measured with that instument",
"rating":	"This variable encodes if the measured outcome was clinician-rated ('interviewer-rated') or caregiver-rated ('caregiver-rated')",
"mean_arm1":	"Mean arm 1",
"mean_arm2":	"Mean arm 2",
"sd_arm1":	"Standard deviation arm 1",
"sd_arm2":	"Standard deviation arm 2",
"n_arm1":	"Number of participants arm 1",
"n_arm2":	"Number of participants arm 2",
"mean_change_arm1":	"Mean change from baseline arm 1",
"mean_change_arm2":	"Mean change from baseline arm 2",
"sd_change_arm1":	"Standard deviation for the change from baseline arm 1",
"sd_change_arm2":	"Standard deviation for the change from baseline arm 2",
"n_change_arm1":	"Number of participants arm 1 (change scores)",
"n_change_arm2":	"Number of participants arm 2 (change scores)",
"totaln_arm1":	"Total number of participants arm 1 (event data)",
"totaln_arm2":	"Total number of participants arm 2 (event data)",
"N_randomized_total":	"Total number of randomized participant in the trial",
"year":	"Year of publication",
"time":	"The measurement point at which the outcome was obtained (e.g. post or follow-up)",
"time_weeks":	"The measurement point at which the outcome was obtained, in weeks after randomization (set to NA if this information was not available)",
"trial_lenght":	"Total lenght of the trial in weeks",
"format":	"Format of the intevention (i.e., individual, group, computer based an mixed)",
"n_sessions_arm1":	"Total number of sessions in arm 1",
"n_sessions_arm2":	"Total number of sessions in arm 2",
"country":	"Exact country where the study was conducted",
"mean_age":	"Average age",
"percent_women":	"% of women at baseline",
"recruitment":	"Inpatient; Outpatient; Both inpatient and outpatient",
"diagnosis":	"Inclusion diagnostic criteria",
"dur_ill_arm1":	"Mean duration of the illness in years in arm 1",
"dur_ill_arm1":	"Mean duration of the illness in years in arm 2",
"stage":	"Chronic/Early",
"clinical_picture":	"Acute/Stable",
"other":	"Other disorder specific notations made by the author of the trial",
"Selection bias; random sequence generation":	"Domain 1 (Selection bias) - random sequence generation",
"Selection bias; allocation concealment":	"Domain 2(Selection bias) -  allocation concealment",
"Reporting bias; selective reporting": 	"Domain 3 (Reporting bias) - selective reporting",
"Attrition bias; incomplete outcome data": 	"Domain 4 (Attrition bias) - incomplete outcome data", 
"Performance bias; blinding of ppts and personnel": 	"Domain 5(Performance bias) - blinding of ppts and personnel", 
"Detection bias; blinding of outcome assessment": 	"Domain 6(Detection bias) - blinding of outcome assessment", 
"rob":	"Overall risk of bias rating (low=1 vs high=0)",
".id":	"MetapsyTools generated variable: Unique identifier for a trial arm comparison/row",
".g":	"MetapsyTools generated variable: Calculated effect size (Hedges' g)",
".g_se":	"MetapsyTools generated variable: Standard error of Hedges' g",
"event_arm1":	"Number of events (responders, remission, deterioration cases) in the first trial arm",
"event_arm2": "Number of events (responders, remission, deterioration cases) in the second trial arm"
}
